Revit 2027 API
RevitLinkUIUtils Methods
The RevitLinkUIUtils type exposes the following members.
Methods
Name | Description
ReportLinkLoadResults |  This function reports any errors which were encountered when loading the Revit links represented by the given LinkLoadResult map.
Top
See Also
Reference
RevitLinkUIUtils Class
Autodesk.Revit.UI Namespace